{"translation-revision-date":"2025-03-10T09:57:15+00:00","generator":"WP-CLI\/2.11.0","source":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Cancel":["Tühista"],"Revoke Access":["Tühista juurdepääs"],"Revoke":["Tühista"],"Get Started Now":["Alusta kohe"],"Go back to the dashboard":["Mine tagasi armatuurlauale"],"Welcome to the Zip AI Setup Wizard!":["Tere tulemast Zip AI seadistusviisardisse!"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI on teie WordPressi assistent, mis on kättesaadav otse teie taustaprogrammis. Looge veenvat sisu, genereerige kohandatud koodi ja saage vastuseid oma WordPressi päringutele sekunditega. Võimalused on lõputud!"],"Craft Compelling Content":["Loo kaasahaaravat sisu"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Zipiga saate vaevata luua veenvaid ja kaasahaaravaid tekste, mis kõnetavad teie publikut."],"AI-Powered Block Patterns":["Tehisintellekti abil loodud plokimustrid"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip saab isikupärastada ja kohandada plokimustreid ja sektsioonimalle, mis on kohandatud teie veebisaidi ainulaadsetele vajadustele."],"WordPress Wizardry":["WordPressi Võlurid"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Küsimusi? Zipil on vastused. Olgu see tõrkeotsing või teie saidi kohandamine, Zip on teie seljataga."],"Personalized Templates":["Isikupärastatud mallid"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Ütle hüvasti üldistele kujundustele ja tervita Zipi isikupärastatud lehemalle, mis on kohandatud just sulle."],"Generate Custom Code":["Loo kohandatud kood"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Enam pole vaja vaeva näha keeruliste kodeerimisprobleemidega. Zip suudab luua kohandatud koodi, funktsioone ja CSS-i vastavalt teie vajadustele."],"Custom Pages with AI":["Kohandatud lehed tehisintellektiga"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Zip AI abil saate luua ilusaid, 100%s kohandatud veebilehti ilma disaini- või kodeerimisoskusteta."],"From the Team Behind Some Iconic WordPress Products":["Ikoniliste WordPressi toodete taga oleva meeskonna poolt"],"Visit Website":["Külasta veebisaiti"],"Words Written":["Kirjutatud sõnad"],"Get more Credits":["Hangi rohkem krediiti"],"of %s":["%s"],"Enable Zip AI":["Luba Zip AI"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Saate Zip AI hõlpsasti selles jaotises sisse või välja lülitada. Lihtsalt klõpsake lülitit ühe korraga sisse või välja."],"Zip is Authorized":["Zip on volitatud"],"Your website is connected to AI. You can disconnect at any time.":["Teie veebisait on ühendatud tehisintellektiga. Saate igal ajal lahti ühendada."],"Are you sure you want to disconnect?":["Kas olete kindel, et soovite ühenduse katkestada?"],"You will need to reconnect to use AI features again.":["Teil tuleb uuesti ühenduda, et AI funktsioone uuesti kasutada."],"Default route fallback":["Vaikimisi marsruudi varuvariant"],"Zip - Your AI Assistant":["Zip - Teie AI assistent"]}}}